Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: API
ne: एपिआइ(API)

source: Show count of page views at the bottom of each page
ne: प्रत्येक पृष्ठको पुछारमा पृष्ठ दृष्यको गणना देखाउने

source: nuke pages
ne: न्युक पृष्ठहरू

source: Bot: Removing {{PLURAL:%(num)d|template|templates}}: %(list)s
ne: रोबोट: हटाउँदै{{PLURAL:%(num)d|टेम्पल्लेट|टेम्पल्लेटहरू}}: %(list)s

source: Link to a Twitter user
ne: ट्विटर प्रयोगर्ताको लिङ्क

source: Pages with a page property
ne: पृष्ठ विवरण सहितको पृष्ठहरू

source: Edit deletion reasons
ne: मेट्नुको कारण सम्पादन गर्नुहोस्

source: Active Jobs
ne: सक्रिय कार्यहरु

source: Deleted user contributions
ne: प्रयोगकर्ताका मेटाइएका योगदानहरू

source: Manage Users
ne: प्रयोगकर्ता व्यवस्थापन गर्नुहोस्

source: Input Sources
ne: आगत स्रोतहरू

source: Members have left a community you manage
ne: सदस्यले तपाईंले व्यवस्थापन गर्नुभएको समुदाय छोडेकाछन

source: Yes!
ne: हो

source: You have no items on your watchlist.
ne: तपाईंको अवलोकन सूचीमा कुनै पनि सामाग्री छैन।

source: Sons of Liberty
ne: स्वतन्त्रताका सन्तानहरू

source: 1 Hour
ne: घण्टा

source: Date of birth
ne: जन्म मिति

source: This pad has been removed.
ne: यो प्याड हटाइसकेको छ ।

source: # p2 scorers
ne: # p2 स्कोर

source: $1: Missing
ne: $1: हराइरहेका

source: Add Subnet
ne: सबनेट थप्नुहोस्

source: Developer Web Site
ne: डेभेलोपर वेबसाइट

source: No results
ne: नतिजाहरू छैन

source: The SVG file could not be retrieved from the URL provided.
ne: दिइएको URLबाट SVG फाइल पाइएन।

source: Blocked users may not submit feedback.
ne: अवरुद्ध गरिएका प्रयोगकर्ताहरूले प्रतिक्रिया दिन सकिदैनन् ।

source: You do not have permission to manage change tags.
ne: ट्याग मिलान गर्नको लागि तपाईँलाई अनुमति छैन।

source: Registered users
ne: दर्ता गरिएका प्रयोगकर्ताहरू

source: Database lock succeeded
ne: डेटाबेस ताल्चा मार्नेकाम सफल भयो

source: Account is hidden completely
ne: खाता पूर्ण रुपले गुप्त छ

source: Map to single monitor
ne: एकल मोनिटर सेट गर्नुहोस्

source: <strong>Some parts of the edit form did not reach the server; double-check that your edits are intact and try again.</strong>
ne: '''सम्पादनको केहि भाग सर्वरसम्म पुग्न सकेन, दुइपल्ट जाँच गर्नुहोस्, तपाईंको सम्पादन यथावत रहे पुनः प्रयास गर्नुहोस्'''

source: Relation %{relation_name}
ne: सम्बन्ध %{relation_name}

source: Graphic Designer's Barnstar
ne: ग्राफिक डिजाइनर बार्नस्टार

source: <b>$1</b> <i>Source:</i> $2 <i>License:</i> $3 <i>Contributors:</i> $4 <i>Original artist:</i> $5
ne: <b>$1</b> <i>स्रोत:</i> $2 <i>लाइसेन्स:</i> $3 <i>योगदानकर्ताहरू:</i> $4 <i>मूल कलाकार:</i> $5

source: Last Visited
ne: पछिल्लो पटक भ्रमण गरिएको

source: Prompt me when entering a blank edit summary
ne: खाली सम्पादन शीर्षक प्रविष्टि गरेमा मलाई सोध्ने

source: The user page for the IP address you are editing as
ne: तपाईँ जुन IP ठेगानाको रुपमा सम्पादन गर्दै हुनुहुन्छ , त्यसको प्रयोगकर्ता पृष्ठ निम्न छ :

source: Configure
ne: कन्फिगर

source: Create a user
ne: प्रयोगकर्ता सृजना गर्ने

source: Older change
ne: पुरानो परिवर्तन

source: Install a minimal virtual machine
ne: न्यून भर्चुअल मेसिन प्रतिस्थापन गर्नुहोस्

source: You cannot change protection levels while blocked. Here are the current settings for the page <strong>$1</strong>:
ne: तपाईं प्रतिबन्धित भएको अवस्थामा सुरक्षा स्तरमा परिवर्तन गर्न सक्नुहुन्न। पृष्ठ <strong>$1</strong> को वर्तमान स्थिति यो छ:

source: The page $1 does not exist.
ne: $1 पृष्ठ अस्तित्वमा छैन ।

source: The upload directory ($1) is missing and could not be created by the webserver.
ne: उर्ध्वभरण डाइरेक्टरी ($1) हराइरहेको छ र वेवसर्भरले नयाँ डाइरेक्टरी निर्माणगर्न असमर्थ भयो ।

source: Source media
ne: स्रोत मेडिया

source: DHCP client error
ne: डिएचसिपी क्लाइन्ट त्रुटि

source: Checks for autoblocked users
ne: स्वतानिषेधित प्रयोगकर्ताहरू हेर्नुहोस्

source: View and edit watchlist
ne: निगरानी सूची हेर्नुहोस् र सम्पादन गर्नुहोस्

source: Add to Album
ne: संग्रहमा थप्नुहोस्

source: Used by %s
ne: %s द्वारा प्रयोग गरिएको

source: Airplane Mode
ne: हवाइजहाज मोड

source: A file with this name exists already in the shared file repository. If you still want to upload your file, please go back and use a new name. [[File:$1|thumb|center|$1]]
ne: यस नामको फाइल साझा फाइल भण्डारमा पहिले नै छ। यदि तपाईं यस फाइललाई फेरी पनि अपलोड गर्न चाहनुहुन्छ, भने कृपया पछाडी गएर यसको लागि कुनै अन्य नाम छान्नुहोस्। [[File:$1|thumb|center|$1]]

source: Import failed: <nowiki>$1</nowiki>
ne: आयात असफल भयो :<nowiki>$1</nowiki>

source: Trash
ne: रद्दी टोकरी

source: Numbers
ne: सङ्ख्याहरू

source: current
ne: हालको

source: Language link added: $1
ne: भाषा लिङ्क जोडियो: $1

source: _Password
ne: पासवर्ड

source: Manage banners
ne: ब्यानरहरुको व्यवस्था गर्ने

source: Database error
ne: डेटावेस त्रुटि

source: _All Software
ne: सबै सोफ्टवेयरहरू

source: Display this page
ne: यो पृष्ठ देखाउने

source: Sorry, we could not get a scaled image of the tutorial to fit this screen. This may be a temporary problem with Wikimedia Commons; try again later.
ne: माफ गर्नुहोस्, हामीले ट्यूटोरियलमा हाल्ने खालको सही आकारको कुनै चित्र पाएनौं । यो मीडियाविकिको अस्थाई समस्या हुनसक्छ, भरे फेरि प्रयास गर्नुहोस्।

source: Decrease text size
ne: फन्ट साइज घटाउनुहोस्

source: Successfully deleted the global account for "<nowiki>$1</nowiki>"
ne: "<nowiki>$1</nowiki>"को विश्वव्यापी खाता सफलतापूर्वक मेटियो

source: P: Ships and parts of ships
ne: त: जहाजहरु तथा जहाजका भागहरू

source: URL for copyright license
ne: प्रकाश अधिकार प्रमाण पत्रको लागि URL

source: ^Multiple server install with MAAS
ne: MAAS संग बहु सर्भर स्थापना गर्नुहोस

source: Abuse Filter log
ne: दुर्व्यवहार फिल्टर लग

source: Do not use after
ne: यस पछि प्रयोग नगर्ने

source: Failed to register account
ne: खाता दर्ता गर्न असफल

source: Blank page
ne: खाली पृष्ठहरू

source: Please enter your last name.
ne: कृपया तपाईंको थर हाल्नुहोस्

source: Sentried units will automatically board an available carrier.
ne: उपलब्ध सेवा प्रदायकहरूमा सेन्ट्राइड इकाई स्वतः उपलब्ध हुनेछ ।

source: The given ISBN does not appear to be valid; check for errors copying from the original source.
ne: यो आइएसबीएन सहि छैन; मूल स्रोतबाट नक्कल गर्दा भएको त्रुटिको जाँच गर्नुहोस।

source: Section
ne: खण्ड

source: any level
ne: कुनै स्तर

source: <strong>Warning:</strong> You are about to move a category page. Please note that only the page will be moved and any pages in the old category will <em>not</em> be recategorized into the new one.
ne: <strong>चेतावनी:</strong> तपाईं एउटा श्रेणी पृष्ठलाई स्थानान्तरित गर्न जादै हुनुहुन्छ। याद राख्नुहोस् कि मात्रै यो पृष्ठ स्थानान्तरित हुनेछ र पुरानो श्रेणीमा सामेल पृष्ठ नयाँ श्रेणी अन्तर्गत <em>जाने</em> छैन।

source: Update settings
ne: ढाँचा परिमार्जन गर्नुहोस

source: Cusco Sky
ne: कुसको स्काई

source: Copy sent e-mails into a dedicated folder:
ne: पठाइएको इमेलहरु निश्चित फोल्डरमा प्रतिलिपी गर्ने

source: _Cancel
ne: रद्द गर्नुहोस्

source: Error: Unable to post to given feedback title
ne: त्रुटीः दिइएको प्रतिक्रिया शिर्षकमा पोस्ट गर्न असर्मथ

source: The administrator account cannot be deleted.
ne: प्रवन्धक खाता मेट्न सकिदैन।

source: <strong>[[Media:$1|$1]]</strong> has been reverted to the [$4 version as of $3, $2].
ne: <strong>[[Media:$1|$1]]</strong> ले [$4 version as of $3, $2] मा परिवर्तनलाई उल्टाएको छ ।

source: Add account
ne: खाता थप्नुहोस्

source: ATM
ne: एटिएम् मेसिन

source: Passwords cannot be changed
ne: पासवर्ड परिवर्तन गर्न मिल्दैन

source: 4 Days
ne: ४ दिन

source: Mismatch
ne: अमेल

source: External links
ne: बाह्य लिङ्कहरू

source: Australia
ne: अष्ट्रेलिया

source: Translators can edit system messages and work on the localisation of any supported product. There are $1 translators at translatewiki.net, an automatically updated list of them can be found [[Special:ListUsers/translator|here]].
ne: अनुवादकहरूले प्रणाली सन्देशहरूलाई सम्पादन गर्न सक्नेछन् र कुनै पनि समर्थित उत्पादनको स्थानियकरणमा काम गर्न सक्ने छन् । यहाँ translatewiki.netमा $1 अनुवादकहरू रहेका छन् । स्वत: अद्यतन गरिएका सूची [[Special:ListUsers/translator|यहाँ]] प्राप्त गर्न सकिने छ ।

source: Application period open:
ne: निवेदन समय सीमा प्रारम्भ:

source: Goodbye, %s. Are you sure you want to close all programs and log out from your account?
ne: हवस् त, %s. के तपाईं पक्का सबै प्रोग्रामहरू बन्द गरेर आफ्नो खाताबाट लग आउट गर्न चाहनुहुन्छ ?

source: Location of birth
ne: जन्मस्थान

source: This page is reserved for running JavaScript tests.
ne: यो पृष्ठ जाभास्क्रिपट जाँचहरूको लागी जगेडामा राखिएको छ ।

source: This election has not yet started. It is scheduled to start on $2 at $3.
ne: यो चुनाव अहिले सुरु भएको छैन। यो $2 को $3 बजे सुरु हुने कार्यक्रम छ।

source: Printable version
ne: छाप्नयोग्य संस्करण

source: Connected
ne: जडान गरियो

source: updated since my last visit
ne: मेरो अन्तिम भ्रमण पछि अद्यतन गरिएको

source: Copy "$1" to "$2".
ne: "$1" लाई "$2"मा कपि गर्ने।

source: Enter a short summary
ne: छोटो सारांश हाल्नुहोस्

source: No description available.
ne: कुनै विवरण उपलब्ध छैन।

source: Leaving this page may cause you to lose any changes you have made. If you are logged in, you can disable this warning in the "{{int:prefs-editing}}" section of your preferences.
ne: यो पृष्ठबाट बाहिर जाँदा तपाईं द्वारा गरिएको कुनै पनि परिवर्तन हराउनेछ। यदि तपाईंले लग इन गर्नुभएको छ भने तपाईं यस सूचनालाई देखाउन आफ्नो अभिरूचीहरूको "{{int:prefs-editing}}" भागमा गएर बन्द गर्न सक्नुहुन्छ।

source: Delete selected messages
ne: छानिएका सन्देशहरु मेट्ने

source: Wrong type for this location.
ne: यस स्थानको लागी गलत प्रकार ।

source: Heading text
ne: शीर्षकपाठ

source: This page revision has been <strong>suppressed</strong>. Details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log]. You can still [$1 view this revision] if you wish to proceed.
ne: यस पृष्ठको पुनरावलोकन '''दमन''' गरिएको छ । विस्तृत जानकारी [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}} दमन लग] पाउन सकिन्छ । यदि तपाईं अगाडि बढ्न चाहनु हुन्छ भने पनि तपाईंले [$1 यि संशोधनहरू हेर्न] पाउनु हुनेछ ।

source: previous {{PLURAL:$1|$1}}
ne: पहिलेको {{PLURAL:$1|$1}}

source: Can not upgrade
ne: स्तरोन्नत गर्न सकिएन

source: Uncategorized pages
ne: श्रेणीकरण नभएका पृष्ठहरू

source: Clear Browsing History
ne: ब्राउजिङ इतिहास हटाउनुहोस्

source: Data language
ne: डाटा भाषा

source: Greater than (>)
ne: (>) भन्दा अधिक

source: There are no redirects in the namespace "$1".
ne: "$1" नामस्थानमा अनुप्रेषित छैन।

source: Change app language
ne: एप भाषा परिवर्तन गर्नुहोस्

source: Input text:
ne: अक्षर हाल्नुहोस्ः

source: Device Setup
ne: यन्त्र सेट गर्नुहोस्

source: Brightness;Lock;Dim;Blank;Monitor;
ne: चमक; ताला; डिम; खाली; मोनिटर;

source: Hide preview
ne: पूर्वावलोकन लुकाउने

source: Required field
ne: आवश्यक जानकारी

source: $1 {{GENDER:$2|moved}} page $3 to $4 without leaving a redirect
ne: $1 ले $3 मा पुनर्निर्देश नछोडि त्यसलाई $4 मा {{GENDER:$2|सारेको}} हो

source: Bot: Deleting all pages linked from %(page)s
ne: रोबोट: %(page)s पृष्ठमा जोडिएका सबै पृष्ठहरू मेट्दै

source: Games
ne: खेलहरू

source: Global accounts list
ne: वैश्विक खाता सूची

source: Close Tab
ne: ट्याब बन्द गर्नुहोस्

source: Bookmark link
ne: पुस्तकचिनो लिङ्क

source: Thanks! Your feedback has been posted to the page "[$2 $1]".
ne: धन्यवाद! तपाईंको प्रतिक्रिया पृष्ठमा नियुक्त गरिएको छ "[ $2 $1 ]"।

source: Reviewers
ne: समीक्षकहरु

source: Check user log
ne: प्रयोगकर्ता जाँच लग

source: GTK+ debugging flags to set
ne: सेट गरिने GTK + त्रुटि सच्याउने झण्डाहरू

source: desc
ne: धट्दोक्रम

source: Start writing a new page
ne: नयाँ लेख लेखन सुरु गर्नुहोस्

source: Browse and search
ne: ब्राउज र खोजी गर्ने

source: Rich media
ne: रिच मिडिया

source: First (given) Name:
ne: नाम :

source: There is no global account for "<nowiki>$1</nowiki>"
ne: "<nowiki>$1</nowiki>"का लागि विश्वव्यापी खाता उपलब्ध छैन

source: Remove User Account
ne: प्रयोगकर्ता खाता हटाउनुहोस्

source: Subcategories
ne: उपश्रेणीहरू

source: Keyboard Settings
ne: किबोर्ड सेटिङ्स

source: Applying...
ne: लागू ...

source: Invalid user group name
ne: अमान्य प्रयोगकर्ता समूह नाम

source: Language converter depth limit exceeded ($1)
ne: भाषा परिवर्तनकर्ता गहिराई ($1) नाघेको छ

source: Enter note
ne: टिपोट लेख्नुहोस

source: Differences
ne: भिन्नताहरु

source: Source page:
ne: श्रोत पृष्ठः

source: Last name
ne: अन्तिम नाम(थर)

source: Filter group
ne: दुरुपयोग समूह

source: Meets the Debian Free Software Guidelines
ne: डेबियन फ्रि सफ्टवेयर निर्देशन पालन गर्दछ

source: News
ne: समाचार

source: Update agreement
ne: सम्झौता परिमर्जन गर्ने

source: Alarm Off
ne: अलार्म बन्द

source: Use driver update disc
ne: ड्राइभर अद्यावधिक डिक्स प्रयोग गर्नुहोस्

source: Editor's Barnstar
ne: सम्पादक बार्नस्टार

source: The color of the shadows for the active window.
ne: सक्रिय विन्डोको लागि छायाँको रंग ।

source: Bot: Automated text replacement %(description)s
ne: बोट: स्वचालित पाठ परिवर्तन %(description)s

source: admin
ne: प्रबन्धक

source: Logout
ne: निर्गमन (लग आउट)

source: Add and remove arbitrary [[Special:Tags|tags]] on individual revisions and log entries
ne: जोड्ने र हटाउने स्वतन्त्र [[Special:Tags|ट्याग]] व्यक्तिगत अवतरणहरू र लग इन्ट्रीहरूमा

source: Internal error: $1
ne: आन्तरिक त्रुटि: $1

source: My sweet spot
ne: मेरो मनपर्ने स्थान

source: Czech koruna
ne: चेक कोरुना

source: Tel. (home)
ne: फोन (घर)

source: Credit card expiration
ne: क्रेडिट कार्ड वैधता समाप्त हुने समय

source: Below {{PLURAL:$5|is the change|are the changes}} since <strong>$3, $4</strong> (up to <strong>$1</strong> shown).
ne: तल <strong>$2</strong> देखि (<strong>$1</strong> सम्म) {{PLURAL:$5|भएका परिवर्तनहरू देखाइएको छ|भएका परिवर्तनहरू देखाइन्छ}}।

source: All your edits are now public, and you are now allowed to edit.
ne: तपाईंका सबै सम्पादनहरू सार्वाजनिक छन् , तपाईं अब सम्पादन लायक हुनु भयो ।

source: Search options
ne: खोज विकल्पहरू

source: Merge log
ne: जोडेको लग

source: This page lists pages that redirect to other redirect pages. Each row contains links to the first and second redirect, as well as the target of the second redirect, which is usually the "real" target page to which the first redirect should point. <del>Crossed out</del> entries have been solved.
ne: यो पृष्ठ ती पृष्ठहरूको सूची दिन्छ जुन अन्य पुनर्निर्देशित पृष्ठहरू तिर पुनर्निर्देशित छ। प्रत्येक पङ्क्तिमा पहिलो र दोश्रो पुनर्निर्देशनको लिङ्कहरू, तथा दोश्रो पुनर्निर्देशनको लक्ष्य पनि छ, सामान्यत यहि "वास्तविक" लक्ष्यित पृष्ठ हुनेछ, र पहिलो पुनर्देशन वास्तवमा यसैको लक्षित हुनु पर्नेछ। <del>काटिएको</del> प्रविष्टिहरू समाधान गरिएको छ।

source: This is a log of changes in page languages.
ne: यो पृष्ठको भाषाहरूमा भएका परिवर्तनहरूको लग हो ।

source: Counterclockwise
ne: घडीको विपरित दिशामा

source: Page statistics
ne: पृष्ठहरूको तथ्याङ्क

source: normal
ne: सामान्य

source: To change the skin, the application has to be restarted. Restart application?
ne: खोल परिवर्तन गर्न, यो अनुप्रयोगलाई पुन: सुरु गर्नु पर्ने हुन्छ । के अनुप्रयोग पुन: सुरु गर्ने हो ?

source: User group rights
ne: प्रयोगकर्ता समूह अधिकार

source: Action parameters
ne: कार्य प्यारामेटर

source: Start server on port
ne: पोर्टमा सर्वर सुरु गर्ने

source: Alternate Telephone Number
ne: वैकल्पिक दूरभाष संख्या

source: ^Install Ubuntu Kylin in text mode
ne: ^ पाठ मोड मा उबुन्टु कार्इलिन स्थापना गर्नुहोस्

source: Display language
ne: भाशा प्रदर्शन गर्नुहोस्

source: This page revision has been <strong>suppressed</strong>. You can view it; details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log].
ne: यस पृष्ठको पुनरावलोकन <strong>थिचिएको छ</strong>। प्रबन्धकको हैसियतले हेर्न सक्नुहुन्छ; [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}}को थिचिएको लगमा विवरण पाउन सकिन्छ]

source: Use drag & drop to reorder wiki pages and chapters
ne: विकि पृष्ठहरू र अध्यायहरूलाई पुन:क्रमित गर्न ड्रयाग र ड्रपको प्रयोग गर्नुस

source: My upload title, "$1" was prohibited.
ne: मेरो अपलोड शिर्षक $1 बन्देज छ

source: You attempted to reach %1 but the server presented a security certificate that has been revoked.
ne: तपाईंले %1 पुग्न प्रयास गर्नु भयो तर सर्भरले खारेज भैसकेको सुरक्षा प्रमाणपत्र प्रस्तुत गरेको छ​।

source: Maximum width:
ne: अधिकतम चौडाइ:

source: The specified file was not a ZIP file.
ne: खुलाइएको फाइल ZIP फाइल हैन ।

source: Second immigrant
ne: दोस्रो आप्रवासी

source: New username:
ne: नयाँ प्रयोगकर्ता नाम:

source: Add Profile
ne: प्रोफाइल थप्नुहोस्

source: Street address (line 2)
ne: सडक ठेगाना (लाइनहरु 2)

source: Owner
ne: सर्जक

source: Menus Discovery Duration
ne: मेनु पत्ता लाग्ने अवधि

source: Filter last modified:
ne: पछिल्लो संशोधित फिल्टर

source: Disables the mouse in the Switcher.
ne: स्विचरमा माउसलाई निस्क्रिय गर्छ ।

source: ← Back
ne: ← पछाडी

source: Translate to
ne: अनुवाद गर्ने यसमा

source: Render wikitext:
ne: विकिपाठ प्रतिपादन:

source: Print
ne: मुद्रण

source: Monuments
ne: मोन्युमेन्ट्स

source: Could not copy file "$1" to "$2".
ne: फाइल $1 लाई $2 मा प्रतिलिपी गर्न सकिएन ।

source: Full Screen
ne: पूरा पर्दा

source: Unknown Region
ne: अज्ञात इलाका

source: This login is not allowed for connection.
ne: यो प्रवेश सञ्जाल निर्माणको लागि मान्य छैन

source: Message Count {VAR: u_pcount}
ne: सन्देश गणना {VAR: u_pcount}

source: Other reason:
ne: अरु कारण:

source: Do use the Wintab API [default]
ne: API [पूर्वनिर्धारित] प्रयोग गर्नुहोस्

source: %{type} %{name} as %{role}
ne: %{type} %{name} %{role}को रुपमा

source: Saving...
ne: सङ्ग्रह गर्दै...

source: Serial number: %1
ne: क्रम संख्या: %1

source: Cookie
ne: कुकी

source: hiking, cycling, mountain biking and skating routes
ne: पदयात्रा, साइकल यात्रा , उच्च स्थानमा साइकल र स्केटिङ रुटहरू

source: ^Check disc for defects
ne: डिस्कमा खराबी जाँच गर्नुहोस् (^C)

source: pressed
ne: थिचिएको

source: SVG Translate
ne: एस भी जी अनुवाद गर्ने

source: expires $1 (UTC)
ne: $1 (UTC) मा सकिने छ ।

source: You selected a project that needs a language code.
ne: तपाईंले चयन गरेको परियोजना को लागि भाषा कोड चाहिन्छ।

source: Cost Settings
ne: खर्च सेटिङ

source: No Result
ne: शून्य परिणाम

source: Invalid rank. You must give candidates a rank between 1 and 999.
ne: अमान्य स्तर (rank)। तपाईंले उम्मेदवारको स्तर 1 देखि 999 सम्मको दिनु पर्छ।

source: {{SITENAME}} page $1 has been {{GENDER:$2|deleted}} by $2
ne: {{SITENAME}} पृष्ठ $1 $2 ले {{GENDER:$2|मेटाउनु}} भयो ।

source: Developers:
ne: विकासकर्ताहरू

source: Subtitle:
ne: उपशीर्षक:

source: Edit all user rights
ne: प्रयोगकर्ताका अधिकारहरु सम्पादन गर्ने

source: Default values of fields
ne: बुँदाहरूको पूर्वनिर्धारित अंकहरू

source: Confirmed users
ne: निश्चित गरिएका प्रयोगकर्ता

source: Kislev
ne: किस्लेभ

source: Next
ne: अघि जाने

source: Miscellaneous reasons
ne: विविध कारणहरू

source: Watch this user's user and talk pages
ne: यो प्रयोगकर्ताको प्रयपोगकर्ता र वार्तलाप पृष्ठ हेर्नुहोस्

source: [http://www.example.org Link label]<br />[http://www.example.org]<br />http://www.example.org
ne: [http://www.example.org लिङ्क शिरोनाम]<br />[http://www.example.org]<br />http://www.example.org

source: %{ago} ago
ne: %{ago} पहिले

source: Import Now
ne: अहिले आयात गर्ने

source: $1 secretly {{GENDER:$2|changed}} visibility of log events on $3
ne: $1 ले गोप्य रूपले $3 पृष्ठ मा लग क्रियाहरूको दृश्यता {{GENDER:$2|परिवर्तन गर्यो}}

source: Editing abuse filter
ne: दुरुपयोग फिल्टर सम्पादन गरिंदै

source: Select how other media should be handled
ne: अन्य मिडिया कसरी सम्हाल्नु पर्छ, छान्नुहोस्

source: Variable
ne: चल राशी

source: Edit user
ne: प्रयोगकर्ता सम्पादन गर्ने

source: You have either not specified any target revision on which to perform this function, or the specified revision does not exist.
ne: या त तपाईंले कुनै लक्षित संशोधनको विवरण दिनुभएको छैन जहाँ यस कार्यलाई सम्पन्न गर्नु पर्नेछ, या विवरण गरिएको संशोधन छंदै छैन।

source: Display password
ne: पासवर्ड देखाउने

source: $1 {{GENDER:$2|changed}} block settings for {{GENDER:$4|$3}} with an expiry time of $5 $6
ne: $1 {{GENDER:$2|परिवर्तन गर्यो}} प्रतिबन्ध सेटिङ्ग {{GENDER:$4|$3}}को लागि जसमा समय समाप्तिको अवधि छ $5 $6

source: The Barnstar of Diligence
ne: अथक मेहनती बार्नस्टार

source: This type of file is banned.
ne: यस प्रकारको फाइलमाथि प्रतिबन्ध छ।

source: SIM Card not inserted
ne: सिम कार्ड सम्मिलित छैन

source: Bad title
ne: गलत शीर्षक

source: Other projects sidebar
ne: अन्य प्रोजेक्ट साइडबार

source: Minor river
ne: सानो नदी

source: Timed automatic to show live previews in the Switcher
ne: स्विचमा केही समयपछि लाइभ पूर्वालोकन देखाउने

source: Institution: $1
ne: संस्था : $1

source: Add pages
ne: सबै पृष्ठहरू

source: Relation
ne: सम्बन्ध

source: The source language code.
ne: स्रोत भाषाको कोड ।

source: C_reate...
ne: बनाउनु

source: ==== Examples ====
ne: ==== उदाहरणहरू ====

source: {{ns:project}}:Test wiki administrators
ne: {{ns:project}}:परीक्षण विकी प्रवन्धकहरू

source: Click on a date/time to view the file as it appeared at that time.
ne: मिति/समय मा क्लिक गरेर त्यससमयमा यो फाइल कस्तो थियो भनेर हेर्न सकिन्छ ।

source: Deleted revision of $1 (as of $4, at $5) by $3:
ne: $3द्वारा $1को ($4को समय $5 मा) मेटाइएका संशोधनहरू :

source: Test wiki system for Wikimedia Incubator
ne: विकीमीडिया इनक्युबेटर को लागि विकि प्रणाली को परीक्षण

source: Filter Name
ne: फिल्टर नाम

source: The page does not exist
ne: यो पृष्ठ अस्तित्वमा छैन ।

source: Close settings screen
ne: सेटिङ्हरु स्क्रिन बन्द गर्ने

source: edit summary hidden
ne: सम्पादन सारांश लुकाइएको

source: Download as $1
ne: $1 को रूपमा डाउनलोड गर्ने

source: Hi %s, you have open files that you might want to save before shutting down. Are you sure you want to continue?
ne: नमस्ते %s, तपाईंका केही फाइलहरू खुल्लै छन्, जसलाई तपाईं बन्द गर्नु अगाडि सेभ गर्न चाहनुहोला । के तपाईं पक्का बन्द चाहनुहुन्छ ?

source: Next Page
ne: अर्को पृष्ठ

source: Wikipedia Zero is off
ne: विकिपीडिया शुन्य बन्द भयो

source: Generate complete report:
ne: सम्पूर्ण प्रतिवेदन तयार गर्नुहोस्

source: Error: Loading article \"%1$s\" failed.
ne: त्रुटी: लेख \"%1$s\" खोल्न असफल भयो।

source: Subject
ne: विषय

source: Phone Settings
ne: फोन सेटिङ

source: Created by %{user} <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: %{user}द्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> सिर्जना गरिएको

source: The server is not responding.
ne: सर्भरसँग सम्पर्क हुने सकेन ।

source: Tracking categories
ne: श्रेणीहरू पछ्याउने

source: Take multiple photos
ne: धेरैवटा फोटोहरू लिनहोस

source: Close button
ne: बटन बन्द गर्ने

source: *Common protection reasons ** Excessive vandalism ** Excessive spamming ** Counter-productive edit warring ** High traffic page
ne: *सामान्य सुरक्षाका कारणहरु ** अत्यधिक बर्बरता ** अत्यधिक अचाहिंदा सन्देश ** जवाबी सम्पादन-झगडा ** अधिकतम खोलिने पृष्ठ

source: References
ne: सन्दर्भहरु

source: {{GENDER:$1|Send}} a thank you notification to this {{GENDER:$2|user}}
ne: यस {{GENDER:$2|प्रयोगकर्ता}}लाई धन्यवाद अधिसूचना {{GENDER:$1|पठाउने}}।

source: Call Log
ne: कल लग

source: change visibility
ne: दृष्टि परिवर्तन गर्ने

source: I hereby accept the {0}.
ne: म {0} सँग सहमत छु ।

source: User ID
ne: प्रयोगकर्ता परिचय

source: Created by translating the page "$1"
ne: "$1" पृष्ठलाई अनुवाद गरि सृजना गरियो

source: 802.1x supplicant disconnected
ne: 802.1x supplicant विच्छेदन भयो

source: You should not proceed, especially if you have never seen this warning before for this site.
ne: यदि विशेष गरी तपाईंले यो सायिटको लागी यो चेतावनी कहिल्यै देख्नुभयेको छैन भने, तपाईं अगाडी बड्नु हुँदैन

source: approximate
ne: अनुमानित

source: Active RAM
ne: सक्रिय र्‍याम

source: Public editing:
ne: सार्वजनिक सम्पादन:

source: Undelete this page
ne: मेटेको पृष्ठ फिर्तागर्ने

source: This value is required.
ne: यसको मूल्य(value) चाहिन्छ

source: View user language and test wiki
ne: प्रयोगकर्ता भाषा र परीक्षण विकि हेर्नुहोस्

source: Page creator
ne: पृष्ठ निर्माता

source: Compare
ne: दँजाउनुहोस्

source: Deletion and restoration of files temporarily disabled during maintenance.
ne: रखरखाव चलिरहेको हुँदा अस्थायी रुपमा फाइलहरू मेटाउने र मेटाइएकोलाई पुनर्बहाली गर्न निष्क्रिय गरिएकोछ।

source: Add more languages
ne: थप भाषाहरू थप्नुहोस्
